Repository: m1stermatt/Ricochet
Catalog: Ricochet/Supporting Files/*.lproj/Localizable.strings
Languages: es, fr

source: Page
es: Página

source: Got it
es: Comprendido
fr: Compris

source: Drag to aim ball. After, rotate
es: Arrastrar para apuntar la pelota.
fr: Glisser pour viser la balle. Après,

source: green beams by dragging finger:
es: Gira vigas verdes arrastrándolas:
fr: pivoter poutres vertes par glisser

source: While rotating, green bars
es: Mientras gira, vigas verdes
fr: En tournant, les poutres vertes

source: become invisible
es: se vuelven invisibles
fr: deviennent invisible

source: Support Devs
es: Financiar Desarrolladores
fr: Soutenir Les Dévs

source: Unlock All Levels
es: Abrir Todos Niveles
fr: Ouvrir Tous Les Niveaux

source: Purchase Five Passes
es: Comprar Cinco Pases
fr: Acheter Cinq Passes

source: Restore Purchases
es: Restaurar Las Compras
fr: Restaurer Vos Achats

source: Rate 5 Stars
es: Puntuar
fr: Donner Une Note

source: Invert Controls
es: Invertir Controls
fr: Inverser Les Contrôles

source: Use Control Beam
es: Usar Vigas de Control
fr: Utiliser Poutre de Contrôle

source: Sound On
es: Sonar
fr: Bruitage

source: Music On
es: Música
fr: Musique

source: Double Tap to Restart
es: Tocar Dos Veces Para Reiniciar
fr: Taper Deux Fois Pour Redémarrer

source: Rate rico.chet
es: Puntuar rico.chet
fr: Noter rico.chet

source: Purchase 5 Skips?
es: Comprar 5 Skips?
fr: Acheter 5 Skips?

source: Skip Level?
es: Pasar Nivel?
fr: Sauter Ce Niveau?

source: Ok
es: Sí
fr: D'Accord

source: Cancel
es: No
fr: Annuler

source: congratulations! now play it all again
es: felicitación! gracias por jugar
fr: félicitation! merci de jouer

source: after shooting, rotate green beams with control beam at the bottom
es: después disparar, gire vigas verdes con viga de control en parte inferior
fr: après tirer, pivoter poutres vertes avec poutre de contrôle au bas

source: after shooting, rotate green beams by dragging finger
es: después disparar, gire vigas verdes arrastrándolas
fr: après tirer, pivoter poutres vertes par glisser

source: drag to aim ball. let go to shoot
es: arrastrar para apuntar la pelota. soltar para disparar
fr: glisser pour visers la balle. lâcher pour tirer

source: farther drag means faster speed
es: más arrastre causa velocidad más rápida
fr: plus loin glisser cause vitesse plus rapide

source: double tap to restart
es: tocar dos veces para reiniciar
fr: taper deux fois pour redémarrer

source: the ball can bounce off green beams
es: la pelota puede rebotar en vigas verdes
fr: la balle peut rebondir sur poutres vertes

source: while moving, green beams become invisible
es: mientras gira, vigas verdes se vuelven invisibles
fr: en tournant, poutres vertes deviennent invisible

source: tap to open menu
es: tocar para abrir menú
fr: taper pour ouvrir menu

source: you can change your controls in settings
es: puedes cambiar tus controles en la configuración
fr: vous pouvez changer votre contrôle dans réglages

source: tip: no rotating required
es: consejo: no se requiere rotación
fr: conseil: pas de rotation nécessaire

source: major key alert
es: alerta clave principal
fr: alerte clé majeure

source: holes have gravity
es: agujeros tienen gravedad
fr: trous ont la gravité
